deffi = [
    "Экономика (как хозяйство) - способ организации хозяйственной деятельности людей в целях создания материальных благ и регулирования потребностей общества",
    "Экономика (как наука) - теоретическая наука, исследующая законы поведения участников процесса хозяйственной деятельности, способы удовлетворения безграничных потребностей при ограниченных ресурсах",
    "Производство - процесс создания материальных и духовных благ, необходимых для существования и развития человека",
    "Товар - продукт, произведённый для обмена и потребляемым не самим производителем, а лицом, купившим этот продукт",
    "Услуга - деятельность, удовлетворяющая невещественные потребности людей и обладающая определённой целью"
]




hards = [
    "субъекты экономики как хозяйственной деятельности: семья, фирма, государство",
    "формы общественного хозяйства: натуральное, товарное",
    "основные виды экономической деятельности: производство, распределение, обмен, потребление",
    "главную(е) проблему(ы) экономики: удовлетворение неограниченных (постоянно растущих) потребностей людей за счёт ограниченных ресурсов", 
    "главные вопросы (проблемы) экономики: что производить, как и для кого"
]